"Minimum OpenGL requirements\rfor this Screen Effect\rnot available\ron your graphic card." = "Minimum OpenGL requis\rpour cet économiseur\rnon disponible\rsur votre carte graphique.";

"Ported to Mac OS X by Stéphane Sudre"= "Ported to Mac OS X by Stéphane Sudre";

"Settings:" = "Settings:";

"Winds:" = "Winds:";

"Particles per wind:" = "Particles per wind:";

"Emitters per wind:" = "Emitters per wind:";

"Type of geometry:" = "Type of geometry:";

"Particle size:" = "Particle size:";

"Emitter speed:" = "Emitter speed:";

"Particle speed:" = "Particle speed:";

"Wind speed:" = "Wind speed:";

"Motion blur:" = "Motion blur:";

"Main Screen Only" = "Main Screen Only";

"Close"

"Custom" ="Custom";

"Regular" = "Regular";

"Cosmic Strings" = "Cosmic Strings";

"Cold Pricklies" = "Cold Pricklies";

"Space Fur" = "Space Fur";

"Jiggly" = "Jiggly";

"Undertow" = "Undertow";

"Random" ="Random";

"Lights" = "Lights";

"Points" = "Points";

"Lines" = "Lines";

"Reset" = "Reset";

"Speed:" = "Speed:";

"Focus:" = "Focus:";

"Resolution:" = "Resolution:"

"Magnification:" = "Magnification:";

